[
  {
    "ID": "E1010821",
    "Title": "Digital Asset NFT Platform",
    "Type": "Customer Co-innovation Project | Case Study.",
    "Summary": " NFT Tokenization for Digital Art - Leading Global Auction House.",
    "Description": "Zensar has partnered with a leading Global Auction House, to develop their Digital Asset NFT Platform which offered a potential $1 billion vertical. As a co-innovation solution partner, we developed the solution to mint NFTs securely for high-worth digital art.",
    "ImageURL": "images/e101.jpg",
    "VideoURL": "VideoURLs/MaintainVideoURL.mp4",
    "DemoURL": "DemoURLs/MaintainDemoURL.html",
    "Details": "Zensar has partnered with a leading Global Auction House, to develop their Digital Asset NFT Platform which offered a potential $1 billion vertical. As a co-innovation solution partner, we proposed options & a roadmap and developed the platform (web3 application) to mint NFTs securely for high-value artworks, including digital art.\n\nThe solution was developed on the Ethereum Blockchain, and tokens minted as per ERC-721/1155 OpnZepellin standards, including an integration with the OpenSea NFT Marketplace.",
    "IconURL":"logo/tag.png",
    "Tags": "nft, non-fungible, token, ethereum,  public, blockchain, digital art, platform, co-innovation, erc721, erc1155, openzepellin, opensea, marketplace",
    "TechTags": "mern stack, web3, solidity, javascript, metamask, ethereum/testnet, smart contracts, amazon/aws cloud",
    "Last Update": "by: saurabh bobde, when: sep 2023; by: xyz, when: aug 2023",
    "HideItem": "false"
  },
  {
    "ID": "E1031121",
    "Title": "DLT Marketplace Solution (MVP) | Capital Markets",
    "Type": "Solution Asset | Differentiator.",
    "Summary": " DLT Marketplace Solution using Blockchain.",
    "Description": "As a joint effort between ZenLabs Blockchain Solutions Group and our BFS Industry Solutions Group (ISG), we developed an innovative solution - a futuristic marketplace built on Distributed Ledger Technology (DLT) and enabled using Blockchain. The solution is built to help infuse liquidity into illiquid assets such as high value, illiquid bonds in capital markets (but can be extended to other domains) by creating a marketplace.",
    "ImageURL": "images/e103.jpg",
    "VideoURL": "VideoURLs/WifiVideoURL.mp4",
    "DemoURL": "DemoURLs/WifiDemoURL.html",
    "Details": "As a joint effort between ZenLabs Blockchain Solutions Group and our BFS Industry Solutions Group (ISG), we developed an innovative solution - a futuristic marketplace built on Distributed Ledger Technology (DLT) and enabled using Blockchain. The solution is built to help infuse liquidity into illiquid assets such as high value, illiquid bonds in capital markets (but can be extended to other domains) by creating a marketplace. Institutions can tokenize their illiquid assets, and leverage blockchain technology to reduce settlement cycles, transaction costs and dependence on intermediaries.\n\nThe DLT Marketplace solution comprises three key components: Asset Tokenization, Marketplace, and Settlement. For more details, please see further details.",
    "IconURL":"logo/tag.png",
    "Tags": "nft, non-fungible, token, distributed ledger, capital market, illiquid bond, ethereum,  public, blockchain, platform, innovation, erc721, erc1155, openzepellin, marketplace, settlement, cbdc, currency",
    "TechTags": "web3, dlt, mern stack, solidity, rest/api, javascript, hardhat, truffle, metamask, ethereum/testnet, smart contracts, razorpay, vault, oracle, amazon/aws, devops",
    "Last Update": "by: saurabh bobde, when: sep 2023; by: xyz, when: aug 2023",
    "HideItem": "True"
  },
  {
    "ID": "E1020222",
    "Title": "NFT Minting for Hyperluxury Brand",
    "Type": "End-to-end Blockchain Solution Partner | Case Study.",
    "Summary": " End-to-end implementation Partner for NFT Minting solution for premium collectibles.",
    "Description": "The client, a hyperluxury brand, was looking for a partner to help them build an NFT Minting solution, as they looked to drive new monetization opportunities. Zensar worked as an end-to-end implementation partner for designing, developing, deploying and maintaining the public Blockchain-based solution to drive successful monetization using NFTs.",
    "ImageURL": "images/e102.jpg",
    "VideoURL": "VideoURLs/WifiVideoURL.mp4",
    "DemoURL": "DemoURLs/WifiDemoURL.html",
    "Details": "The client, a hyperluxury brand, was looking for a partner to help them build an NFT Minting solution, as they looked to drive new monetization opportunities. Zensar worked as an end-to-end implementation partner for designing, developing, deploying and maintaining the [web3] solution, through a rapid and flawless execution, bringing Blockchain Solution Development, Agile/DevOps and Cloud execution capabilities together for a seamless customer experience.\n\nThe [web3] solution comprised multiple NFT Types, multi-factor security, testnet & mainnet deployment of smart contracts and business models to support auction-based buying and redemption, as well as NFT marketplace integration.",
    "IconURL":"logo/tag.png",
    "Tags": "nft, non-fungible, token, ethereum,  public, blockchain, digital collectible, platform, solution partner, erc721, openzepellin, opensea, marketplace",
    "TechTags": "web3, mern stack, solidity, rest/api, javascript, hardhat, truffle, metamask, ethereum/testnet, ethereum/mainnet, smart contracts, multifactor, amazon/aws cloud, agile, devops",
    "Last Update": "by: saurabh bobde, when: sep 2023; by: xyz, when: aug 2023",
    "HideItem": "false"
  },
  {
    "ID": "H2010818",
    "Title": "Enterprise Blockchain for Zensar's Digital Finance Initiative",
    "Type": "Enterprise Blockchain - Early Adoption | PoC.",
    "Summary": " Zensar's enterprise blockchain-based middleware solution to track sub-contractor's lifecycle management/optimization.",
    "Description": "As part of Zensar's own Digital Finance initiatives, the Finance Team was keen to improve and track sub-contractor lifecycle management, which was identified as an area that lacked traceability, leading to cost leakages and audit & compliance challenges. Zensar adopted an enterprise Blockchain-based implementation, deployed internally, to enable full traceability for the lifecycle of a sub-contractor. The solution provided an intelligent middleware using Hyperledger Fabric as a secure, permissioned Blockchain within the enterprise, using smart contracts for auto-enforcement and auditability. The solution enabled data transparency and visibility across entities, significantly reducing the need for reconciliations, improving process efficiencies by an order of magnitude.",
    "ImageURL": "images/h201.jpg",
    "VideoURL": "VideoURLs/InfraVideoURL.mp4",
    "DemoURL": "DemoURLs/InfraDemoURL.html",
    "Details": "As part of Zensar's own Digital Finance initiatives, the Finance Team was keen to improve and track sub-contractor lifecycle management, which was identified as an area that lacked traceability, leading to cost leakages and audit & compliance challenges. Zensar adopted an enterprise Blockchain-based implementation, deployed internally, to enable full traceability for the lifecycle of a sub-contractor, given a higher than industry average of sub-contractors being deployed on projects. The solution provided an intelligent middleware using Hyperledger Fabric as a secure, permissioned Blockchain within the enterprise, using smart contracts for auto-enforcement and auditability. The solution enabled data transparency and visibility across entities (such as project management, talent management, etc.) in the value chain, significantly reducing the need for reconciliations, improving process efficiencies by an order of magnitude. The live system has helped the Finance Team to reduce revenue leakages through accurate billing for sub-contractor efforts.",
    "IconURL":"logo/tag.png",
    "Tags": "hyperledger,  fabric, private, blockchain, permissioned,ethereum,  public, blockchain, digital collectible, platform, solution partner, erc721, openzepellin, opensea,",
    "TechTags": "mean stack, apis, nodejs, couchdb, fabric/network, smart contracts, chaincode, private cloud, docker, container",
    "Last Update": "by: saurabh bobde, when: sep 2023; by: xyz, when: aug 2023",
    "HideItem": "false"
  },
  {
    "ID": "H2021219",
    "Title": "Blockchain-based Intelligent Middleware solution for global capacity mapping",
    "Type": "Enterprise Blockchain as middleware for Global Non-profit | Case Study.",
    "Summary": " Zensar's Blockchain-based middleware solution implementation for a Global Non-profit.",
    "Description": "Following Zensar's own implementation of enterprise blockchain-based middleware for tracking sub-contractor lifecycle management, Zensar was called upon to implement the solution for a Global Non-profit, to enable global capacity mapping [of volunteers], creating visibility into global and local pools.\n\nThe Hyperledger-based solution enabled audit trail of on-boarding activities, easy visualization of global capacities while ensuring privacy of individual pools. The solution was initially piloted across APAC & Australia, with a plan to roll it out across 180+ countries, as per the client's roadmap.\n\nThe solution was expected to impact the on-boarding of 8000+ staff and 27,000 contractors at a global scale, helping to drive efficiencies and savings in the operations.",
    "ImageURL": "images/h202.jpg",
    "VideoURL": "VideoURLs/InfraVideoURL.mp4",
    "DemoURL": "DemoURLs/InfraDemoURL.html",
    "Details": "Following Zensar's own implementation of enterprise blockchain-based middleware for tracking sub-contractor lifecycle management, Zensar's Blockchain Team was selected to implement a blockchain-based solution for a Global Non-profit, to enable global capacity mapping [of volunteers], creating visibility into global and local pools.\n\nThe solution was designed to enable improved visibility of country-specific capacities of volunteer pools, yet allowing individual country offices to maintain their autonomy and controls on the local skill capacities, but facilitate the sourcing from global capacity pools.\n\nThe secure, transparent and permissioned blockchain solution, based on Zensar's Blockchain-based middleware solution was initially piloted across APAC & Australia, with a plan to roll it out across 180+ countries, as per the client's roadmap. The expected scale of operation for the solution over the course of its rollout was global, helping to drive impactful efficiencies and savings in the operations.",
    "IconURL":"logo/tag.png",
    "Tags": "hyperledger,  fabric, private, blockchain, permissioned,ethereum,  public, blockchain, digital collectible, platform, solution partner, erc721, openzepellin, opensea,",
    "TechTags": "mean stack, apis, nodejs, couchdb, fabric/network, smart contracts, chaincode, private cloud, docker, container",
    "Last Update": "by: saurabh bobde, when: sep 2023; by: xyz, when: aug 2023",
    "HideItem": "false"
  },
  {
    "ID": "H2031022",
    "Title": "Multi-party Recon & Settlement for BNPL Payments,HLF",
    "Type": "Solution Asset | Differentiator",
    "Summary": " Customer Co-innovation for modernizing payment processing for Multi-party Recon & Settlement | Case Study.",
    "Description": "Zensar partnered with a leading US Bank to co-innovate, to develop and DemoURLnstrate a modern approach to streamline recon and settlement for Buy Now Pay Later (BNPL) Payments, using enterprise blockchain/DLT - Hyperledger Fabric (HLF). The key use cases within the solution included Merchant On-boarding, Settlement Transaction submission (multiple modes) and near real-time endorsement, transparency and traceability.\n\nThe solution not only DemoURLnstrated the key capabilities of the HLF/permissioned blockchain technology, but also DemoURLnstrated the potential to drive disintermediation in the financial ecosystem, ensure flexibility with regards to data privacy and transparency amongst member participants of the enterprise network, and improve efficiency through the potential for automated transaction processing.",
    "ImageURL": "images/h203.jpg",
    "VideoURL": "VideoURLs/Hum1VideoURL.mp4",
    "DemoURL": "DemoURLs/Hum1DemoURL.html",
    "IconURL":"logo/tag.png",
    "Tags": "hyperledger,  fabric, private, blockchain, permissioned,ethereum,  public, blockchain, digital collectible, platform, solution partner, erc721, openzepellin, opensea,",
    "Details": "The solution was developed using permissioned Blockchain - Hyperledger Fabric, smart contract/chain-code based automation, data privacy and controls using policies and PDCs; the solution was deployed on private and public cloud using Docker/Kubernetes containerization options.",
    "TechTags": "mean stack, apis, nodejs, couchdb, fabric/network, smart contracts, chaincode, private cloud, aws cloud, docker, kubernetes, pdc, private data collection, container",
    "Last Update": "by: saurabh bobde, when: sep 2023; by: xyz, when: aug 2023",
    "HideItem": "false"
  }
]